Revit 2027 API
ParameterTypeId.RbsElecAnalyticalLoadSetOnDuty Property
 "Quantity of Prime"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalLoadSetOnDuty { get; }
Public Shared ReadOnly Property RbsElecAnalyticalLoadSetOnDuty As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalLoadSetOnDuty {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalLoadSetOnDuty : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace